---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilonewtonMetersPerMeter
source: html/1e03f217-630c-cfb0-5304-f6ec6b28ec6b.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilonewtonMetersPerMeter Property

Kilonewton meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilonewtonMetersPerMeter { get; }
```